---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FamilyRfaPathPseudoParam
source: html/dd4236e4-91b4-5432-2ec9-18bec713f2aa.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FamilyRfaPathPseudoParam Property

"File Path"

## Syntax (C#)
```csharp
public static ForgeTypeId FamilyRfaPathPseudoParam { get; }
```